[
    {
        "abstract": "In recent years, a rapidly increasing number of studies have investigated the relationship of vitamin D with total cancer and site-specific cancer obtaining diverse findings. In this chapter we provide an overview of epidemiological studies of vitamin D intake, 25-hydroxyvitamin D and 1,25-dihydroxyvitamin D serum levels and vitamin D associated polymorphisms in relation to total and site-specific cancer risk. Overall, epidemiological evidence for total cancer is inconclusive. However, a large number of studies support a relationship of vitamin D with colorectal cancer and to a lesser extent with breast cancer. Findings are inconsistent for other cancers including all other gastrointestinal cancers and prostate cancer. Different vitamin D associated polymorphisms were found to be significantly associated to colorectal, breast and prostate cancer risk.",
        "title": "Vitamin D and cancer: an overview on epidemiological studies."
    },
    {
        "abstract": "BACKGROUND: Although studies of metastasectomy have been limited primarily to institutional experiences, reports of favorable long-term outcomes have generated increasing interest. In the current study, the authors attempted to define the national practice patterns in metastasectomy for 4 common malignancies with varying responsiveness to systemic therapy.METHODS: The National (Nationwide) Inpatient Sample was used to estimate the national incidence of metastasectomy for colorectal cancer, lung cancer, breast cancer, and melanoma from 2000 through 2011. Incidence-adjusted rates were determined for liver, lung, brain, small bowel, and adrenal metastasectomies. The average annual percentage change (AAPC) in metastasectomy by cancer type was calculated using joinpoint regression.RESULTS: Colorectal cancer was the most common indication for metastasectomy (87,407 cases; 95% confidence interval [95% CI], 86,307-88,507 cases) followed by lung cancer (58,245 cases; 95% CI, 57,453-59,036 cases), breast cancer (26,271 cases; 95% CI, 25,672-26,870 cases), and melanoma (20,298 cases; 95% CI, 19,897-20,699 cases). Metastasectomy increased significantly for all cancer types over the study period: colorectal cancer (AAPC, 6.83; 95% CI, 5.7-7.9), lung cancer (AAPC, 5.8; 95% CI, 5.1-6.4), breast cancer (AAPC, 5.5; 95% CI, 3.7-7.3), and melanoma (AAPC, 4.03; 95% CI, 2.1-6.0). Despite an increasing number of comorbidities in patients undergoing metastasectomy (P<.05 for each cancer type), inpatient mortality rates after metastasectomy fell for all cancer types, most significantly for colorectal (AAPC, -5.49; 95% CI, -8.2 to -2.7) and lung (AAPC, -6.2; 95% CI, -11.7 to -0.3) cancers. The increasing performance of metastasectomy was largely driven by high-volume institutions, in which patients had a lower mean number of comorbidities (P<.01 for all cancer types) and lower inpatient mortality (P<.01 for all cancers except melanoma).CONCLUSIONS: From 2000 through 2011, the performance of metastasectomy increased substantially across common cancer types, notwithstanding various advances in systemic therapies. Metastasectomy was performed more safely, despite increasing patient comorbidity. High-volume institutions appeared to drive practice patterns.© 2014 American Cancer Society.",
        "keywords": "breast cancer metastasectomy; colorectal cancer metastasectomy; lung cancer metastasectomy; melanoma metastasectomy; metastasectomy; surgical trends",
        "title": "The rise in metastasectomy across cancer types over the past decade."
    },
    {
        "abstract": "MicroRNAs (miRNAs) are small single stranded non coding RNA molecules (~22 nucleotides) which impede protein production by directly interacting with 3'untranslated regions of the target mRNAs. Interestingly, miR-200c is often dysregulated in various cancers that normally exhibits tumor suppressive behavior by blocking epithelial to mesenchymal transition (EMT) of cancer cells. However, elevation of miR-200c in various cancer tissues contradicts the tumor suppressive role of this microRNA. This review addresses the molecular mechanisms involved in the regulation of the endogenous level of miR-200c in various cancers such as breast, ovarian, prostate, endometrial, lungs, colon, pancreatic, etc. and its differential role in regulation of proliferation and EMT phenotype of cancer cells. Further, this review discusses whether abnormal level of miR-200c in cancer tissues or in blood circulation can be used as a biomarker. Importantly, how the level of miR-200c can be used to predict the effectiveness of the cancer therapy is also discussed. Accumulating evidences suggest that use of miR-200c alone may not be sufficient for treatment of cancer patients, but the combination of miR-200c with an anti-proliferating drug could be a better choice to prevent invasiveness of cancers as well as tumor growth both in primary and in metastatic sites. This article also proposes that the tumor microenvironment may have a role in influencing epigenetic silencing of miR-200c expression.",
        "title": "A Comprehensive Review on miR-200c, A Promising Cancer Biomarker with Therapeutic Potential."
    },
    {
        "abstract": "Neonatal cancer is rare and comprises a heterogeneous group of neoplasms with substantial histological diversity. Almost all types of paediatric cancer can occur in fetuses and neonates; however, the presentation and behaviour of neonatal tumours often differs from that in older children, leading to differences in diagnosis and management. The causes of neonatal cancer are unclear, but genetic factors probably have a key role. Other congenital abnormalities are frequently present. Teratoma and neuroblastoma are the most common histological types of neonatal cancer, with soft-tissue sarcoma, leukaemia, renal tumours, and brain tumours also among the more frequent types. Prenatal detection, most often on routine ultrasound or in the context of a known predisposition syndrome, is becoming more common. Treatment options pose challenges because of the particular vulnerability of the population. Neonatal cancer raises diagnostic, therapeutic, and ethical issues, and management requires a multidisciplinary approach.",
        "title": "Neonatal cancer."
    },
    {
        "abstract": "INTRODUCTION: Cancer incidence and mortality estimates for 25 cancers are presented for the 40 countries in the four United Nations-defined areas of Europe and for the European Union (EU-27) for 2012.METHODS: We used statistical models to estimate national incidence and mortality rates in 2012 from recently-published data, predicting incidence and mortality rates for the year 2012 from recent trends, wherever possible. The estimated rates in 2012 were applied to the corresponding population estimates to obtain the estimated numbers of new cancer cases and deaths in Europe in 2012.RESULTS: There were an estimated 3.45 million new cases of cancer (excluding non-melanoma skin cancer) and 1.75 million deaths from cancer in Europe in 2012. The most common cancer sites were cancers of the female breast (464,000 cases), followed by colorectal (447,000), prostate (417,000) and lung (410,000). These four cancers represent half of the overall burden of cancer in Europe. The most common causes of death from cancer were cancers of the lung (353,000 deaths), colorectal (215,000), breast (131,000) and stomach (107,000). In the European Union, the estimated numbers of new cases of cancer were approximately 1.4 million in males and 1.2 million in females, and around 707,000 men and 555,000 women died from cancer in the same year.CONCLUSION: These up-to-date estimates of the cancer burden in Europe alongside the description of the varying distribution of common cancers at both the regional and country level provide a basis for establishing priorities to cancer control actions in Europe. The important role of cancer registries in disease surveillance and in planning and evaluating national cancer plans is becoming increasingly recognised, but needs to be further advocated. The estimates and software tools for further analysis (EUCAN 2012) are available online as part of the European Cancer Observatory (ECO) (http://eco.iarc.fr).Copyright © 2013 Elsevier Ltd. All rights reserved.",
        "title": "Cancer incidence and mortality patterns in Europe: estimates for 40 countries in 2012."
    },
    {
        "abstract": "The solar ultraviolet-B (UVB)/vitamin D/cancer hypothesis was proposed by the brothers Cedric and Frank Garland in 1980. In 2002, the list was increased to 15 types of cancer using data in the 1999 version of the atlas of cancer mortality rates in the United States. Ecological studies of cancer incidence and/or mortality rates with respect to indices of solar UVB doses have also been reported for Australia, China, France, Japan, and Spain with largely similar findings. In addition, several studies using nonmelanoma skin cancer as the index of solar UVB dose have found reduced internal cancer incidence and/or mortality rates, especially in sunny countries. A study of cancer incidence with respect to 54 categories of occupation in five Nordic countries, using lip cancer less lung cancer as the UVB index, found this index inversely correlated with 14 types of internal cancers for males and four for females. Observational studies with respect to UVB doses and serum 25-hydroxyvitamin D [25(OH)D] concentrations also support the hypothesis. Hill's criteria for causality in a biological system to assess whether solar UVB and vitamin D can be considered causal in reducing risk of cancer. The primary criteria for this analysis include strength of association, consistent findings in different populations, biological gradient, plausibility (e.g., mechanisms), and experimental verification (e.g., randomized controlled trials). The totality of evidence is judged to satisfy the criteria very well for breast and colorectal cancer, and moderately well for several other types of cancer.",
        "title": "Solar ultraviolet irradiance and cancer incidence and mortality."
    },
    {
        "abstract": "OBJECTIVE: A current working model for the metastatic process of ovarian carcinoma suggests that cancer cells are shed from the ovarian tumor into the peritoneal cavity and attach to the layer of mesothelial cells that line the inner surface of the peritoneum, and several studies suggest that hepatocyte growth factor (HGF) plays an important role in the dissemination of ovarian cancer. Our objectives were to evaluate the HGF expression of ovarian cancer using clinical data and assess the effect of HGF secreted from human ovarian cancer cells to human mesothelial cells.METHODS: HGF expression was immunohistochemically evaluated in 165 epithelial ovarian cancer patients arranged as tissue microarrays. HGF expression in four ovarian cancer cell lines was evaluated by using semi-quantitative polymerase chain reaction, Western blotting and enzyme-linked immunosorbent assay. The effect of ovarian cancer cell derived HGF to the human mesothelial cells was assessed by using morphologic analysis, Western blotting and cell invasion assay. The effect of HGF on ovarian cancer metastasis was assessed by using in vivo experimental model.RESULTS: The clinical data showed a significantly high correlation between the HGF expression and the cancer stage. The in vivo and in vitro experimental models revealed that HGF secreted by ovarian cancer cells induces the mesothelial-to-mesenchymal transition and stimulates the invasion of mesothelial cells. Furthermore, manipulating the HGF activity affected the degree of dissemination and ascite formation.CONCLUSIONS: We demonstrated that HGF secreted by ovarian cancer cells plays an important role in cancer peritoneal implantation.Copyright © 2015 Elsevier Inc. All rights reserved.",
        "keywords": "HGF; Implantation; MMT; Met; Ovarian cancer",
        "title": "Hepatocyte growth factor secreted by ovarian cancer cells stimulates peritoneal implantation via the mesothelial-mesenchymal transition of the peritoneum."
    },
    {
        "abstract": "This study analyzes the clinical characteristics of the brain metastasis (BM) of gynecologic cancer based on the type of cancer. In addition, the study examines the factors influencing the survival. Total 61 BM patients of gynecologic cancer were analyzed retrospectively from January 2000 to December 2012 in terms of clinical and radiological characteristics by using medical and radiological records from three university hospitals. There were 19 (31.1%) uterine cancers, 32 (52.5%) ovarian cancers, and 10 (16.4%) cervical cancers. The mean interval to BM was 25.4 months (21.6 months in ovarian cancer, 27.8 months in uterine cancer, and 33.1 months in cervical cancer). The mean survival from BM was 16.7 months (14.1 months in ovarian cancer, 23.3 months in uterine cancer, and 8.8 months in cervical cancer). According to a multivariate analysis of factors influencing survival, type of primary cancer, Karnofsky performance score, status of primary cancer, recursive partitioning analysis class, and treatment modality, particularly combined therapies, were significantly related to the overall survival. These results suggest that, in addition to traditional prognostic factors in BM, multiple treatment methods such as neurosurgery and combined chemoradiotherapy may play an important role in prolonging the survival for BM patients of gynecologic cancer.",
        "keywords": "Brain Metastasis; Ovarian Neoplasm; Uterine Cervical Neoplasm; Uterine Neoplasm, Outcome",
        "title": "A clinical analysis of brain metastasis in gynecologic cancer: a retrospective multi-institute analysis."
    },
    {
        "abstract": "Metastasis is the most fatal characteristics of malignancy tumor, which accounted for more than 90% of tumor-related mortality. Distant organ or tissue metastasis is a sign of poor prognosis in patients with gastric cancer. Tumor cells metastasis is a very complex process including tumor cell transformation, growth, angiogenesis, invasion, dissemination and survival in the circulation, and subsequent adhesion and colonization the secondary organ or tissue. The origin of tumor cell, genetic variation, the circulatory mode and the physiological structure of the metastatic organ determines the specific sites of distant metastasis. In theory, the metastatic lesion is originated from their primary tumor, so they should have the same molecular profile with the primary tumor. But this view has been confirmed to be wrong in various tumors, including gastric cancer. The gene expression of primary gastric cancer and its metastasis have differences, which may contribute to the early diagnosis and individualized treatment of metastasis. However, the heterogeneity of tumor cells is still unclear in different metastasis lesion of gastric cancer, which will be a major focus of future research. In this review, we discuss the basic principles of cancer metastasis, the unique physiological characteristics of the various metastasis organs and the expression of different functions of gene/protein in primary and metastasis of gastric cancer. In addition, we also discuss the diagnosis, prognosis and treatment in various organ metastasis of gastric cancer.",
        "title": "Metastasis mechanism and gene/protein expression in gastric cancer with distant organs metastasis."
    },
    {
        "abstract": "BACKGROUND: Optimal treatment decisions for cancer patients require reliable prognostic and predictive information. However, this information is inadequate in many cases. Several recent studies suggest that the leucine-rich repeats and immunoglobulin-like domains (LRIG) genes, transcripts, and proteins have prognostic implications in various cancer types.MATERIAL AND METHODS: Relevant literature was identified on PubMed using the key words lrig1, lrig2, and lrig3. LRIG mRNA expression in cancer versus normal tissues was investigated using the Oncomine database.RESULTS: The three human LRIG genes, LRIG1, LRIG2, and LRIG3, encode single-pass transmembrane proteins. LRIG1 is a negative regulator of growth factor signaling that has been shown to function as a tumor suppressor in vitro and in vivo in mice. The functions of LRIG2 and LRIG3 are less well defined. LRIG gene and protein expression are commonly dysregulated in human cancer. In early stage breast cancer, LRIG1 copy number was recently shown to predict early and late relapse in addition to overall survival; in nasopharyngeal carcinoma, loss of LRIG1 is also associated with poor survival. LRIG gene and protein expression have prognostic value in breast cancer, uterine cervical cancer, head-and-neck cancer, glioma, non-small cell lung cancer, prostate cancer, and cutaneous squamous cell carcinoma. In general, expression of LRIG1 and LRIG3 is associated with good survival, whereas expression of LRIG2 is associated with poor survival. Additionally, LRIG1 regulates cellular sensitivity to anti-cancer drugs, which indicates a possible role as a predictive marker.CONCLUSIONS: LRIG gene statuses and mRNA and protein expression are clinically relevant prognostic indicators in several types of human cancer. We propose that LRIG analyses could become important when making informed and individualized clinical decisions regarding the management of cancer patients.",
        "title": "LRIG and cancer prognosis."
    },
    {
        "abstract": "Each year the American Cancer Society (ACS) publishes a summary of its recommendations for early cancer detection, a report on data and trends in cancer screening rates, and select issues related to cancer screening. In this issue of the journal, current ACS cancer screening guidelines are summarized, as are updated guidelines on cervical cancer screening and lung cancer screening with low-dose helical computed tomography. The latest data on the use of cancer screening from the National Health Interview Survey also are described, as are several issues related to screening coverage under the Patient Protection and Affordable Care Act of 2010.",
        "title": "Cancer screening in the United States, 2013: a review of current American Cancer Society guidelines, current issues in cancer screening, and new guidance on cervical cancer screening and lung cancer screening."
    },
    {
        "abstract": "From all regions of the Siberian Federal District (SFD), the Altai Republic is the least urbanized territory, more than third of its population is Altai. The Altai Republic ranks the 11th for cancer incidence among 12 territories of SFD. Cancer incidence rate is 1.4 times less in females than in males. There is a tendency toward increased cancer incidence in the Republic. The two most common cancer sites in males are digestive and respiratory organs. In females, the most common cancer sites are reproductive and digestive organs. Prostate cancer has the highest incidence rate in males and kidney cancer in females. Increase in the cancer incidence rate was observed among male patients who are younger and older than able-bodied age and in female patients who were younger than able-bodied age. Problems related to the improvement of methods for cancer prevention, early detection and treatment are of great importance.",
        "title": "[Cancer incidence in the Altai Republic]."
    },
    {
        "abstract": "The purpose of the present review is to give an overview of the association between alcohol intake and the risk of developing cancer. Two large-scale expert reports; the World Cancer Research Fund (WCRF)/American Institute of Cancer Research (AICR) report from 2007, including its continuous update project, and the International Agency for Research of Cancer (IARC) monograph from 2012 have extensively reviewed this association in the last decade. We summarize and compare their findings, as well as relate these to the public health impact, with a particular focus on region-specific drinking patterns and disease tendencies. Our findings show that alcohol intake is strongly linked to the risk of developing cancers of the oral cavity, pharynx, larynx, oesophagus, colorectum (in men), and female breast. The two expert reports diverge on the evidence for an association with liver cancer and colorectal cancer in women, which the IARC grades as convincing, but the WCRF/AICR as probable. Despite these discrepancies, there does, however, not seem to be any doubt, that the Population Attributable Fraction of alcohol in relation to cancer is large. As alcohol intake varies largely worldwide, so does, however, also the Population Attributable Fractions, ranging from 10% in Europe to almost 0% in countries where alcohol use is banned. Given the World Health Organization's prediction, that alcohol intake is increasing, especially in low- and middle-income countries, and steadily high in high-income countries, the need for preventive efforts to curb the number of alcohol-related cancers seems growing, as well as the need for taking a region- and gender-specific approach in both future campaigns as well as future research. The review acknowledges the potential beneficial effects of small doses of alcohol in relation to ischaemic heart disease, but a discussion of this lies without the scope of the present study.",
        "keywords": "Alcohol; Incidence; Mortality; Neoplasms; Population Attributable Fraction; Review",
        "title": "Alcohol as a risk factor for cancer: existing evidence in a global perspective."
    },
    {
        "abstract": "Cancer constitutes an enormous burden on society in more and less economically developed countries alike. The occurrence of cancer is increasing because of the growth and aging of the population, as well as an increasing prevalence of established risk factors such as smoking, overweight, physical inactivity, and changing reproductive patterns associated with urbanization and economic development. Based on GLOBOCAN estimates, about 14.1 million new cancer cases and 8.2 million deaths occurred in 2012 worldwide. Over the years, the burden has shifted to less developed countries, which currently account for about 57% of cases and 65% of cancer deaths worldwide. Lung cancer is the leading cause of cancer death among males in both more and less developed countries, and has surpassed breast cancer as the leading cause of cancer death among females in more developed countries; breast cancer remains the leading cause of cancer death among females in less developed countries. Other leading causes of cancer death in more developed countries include colorectal cancer among males and females and prostate cancer among males. In less developed countries, liver and stomach cancer among males and cervical cancer among females are also leading causes of cancer death. Although incidence rates for all cancers combined are nearly twice as high in more developed than in less developed countries in both males and females, mortality rates are only 8% to 15% higher in more developed countries. This disparity reflects regional differences in the mix of cancers, which is affected by risk factors and detection practices, and/or the availability of treatment. Risk factors associated with the leading causes of cancer death include tobacco use (lung, colorectal, stomach, and liver cancer), overweight/obesity and physical inactivity (breast and colorectal cancer), and infection (liver, stomach, and cervical cancer). A substantial portion of cancer cases and deaths could be prevented by broadly applying effective prevention measures, such as tobacco control, vaccination, and the use of early detection tests.",
        "keywords": "cancer; epidemiology; health disparities; incidence; survival",
        "title": "Global cancer statistics, 2012."
    },
    {
        "abstract": "It was suggested that vitamin D levels influence cancer development. The vitamin D receptor (VDR) is a crucial mediator for the cellular effects of vitamin D. In fact It has been hypothesized that polymorphisms in the VDR gene affect cancer risk and the relevance of VDR gene restriction fragment length polymorphisms for various types of cancer has been investigated by a great number of studies. However, results from previous studies on the association of VDR polymorphisms with different cancer types are somewhat contradictory, and the role of VDR in the etiology of cancer is still equivocal. We have performed a systematic review of the literature to analyze the relevance of more VDR polymorphisms (Fok1, Bsm1, Taq1, Apa1, and Cdx2) for individual malignancies, including cancer of the skin (melanoma and nonmelanoma skin cancer), ovarian cancer, renal cell carcinoma, bladder cancer, non-Hodgkin lymphoma, leukemia, thyroid carcinoma, esophageal adenocarcinoma, hepatocellular carcinoma, sarcoma, head and neck and oral squamous cell carcinoma. Up to June 2012, we identified 79 independent studies for a total of 52427 cases and 62225 controls. Significant associations with VDR polymorphisms have been reported for prostate (Fok1, Bsm1, Taq1), breast (Fok1, Bsm1, Apa1), colon-rectum (Fok1, Bsm1, Taq1) and skin cancer (Fok1, Bsm1, Taq1). Very few studies reported risk estimates for the other cancer sites. Conflicting data have been reported for most malignancies and at present it is still not possible to make any definitive statements about the importance of the VDR genotype for cancer risk. It seems probable that interactions with other factors such as calcium and vitamin D intake, 25(OH)D plasma levels and UV radiation exposure play a decisive role in cancer risk. To conclude, there is some indication that VDR polymorphisms may modulate the risk of some cancer sites and in future studies VDR genetic variation should be integrated also with prediagnostic indicator of vitamin D status.",
        "title": "Vitamin D receptor polymorphisms and cancer."
    },
    {
        "abstract": "We show that cancer mortality is decreasing with time for most sites of cancer, the most notable exception being lung cancer in women. Cancer incidence is a misleading indicator because it can depend on diagnostic procedures, as observed with prostate cancer in men and breast or thyroid cancer in women. Overall these data contradict the alarming information that cancer is on the increase, which is widespread by the media and some health professionals. To be efficient in the prevention of cancer one needs to identify its causes and measure their relative importance. The major causes of cancer in France today are tobacco and alcohol. The variations of the price of tobacco and their effects on sales show the importance of the taxation policy. Cancer screening is practised in a way defying logic : a screening procedure with a demonstrated high efficacy is not part of a national programme whereas a useless and even potentially harmful procedure is very widely used.",
        "keywords": "cancer frequency; overdiagnosis; prevention; screening; tobacco price",
        "title": "[Cancer prevention and screening]."
    },
    {
        "abstract": "Cancer during pregnancy, referred to as gestational cancer (GC), is infrequent but can occur in 1.0% of pregnant women. Hepatocellular carcinoma (HCC) is often lethal and is the fifth most common cancer worldwide, while breast adenocarcinoma (breast cancer) is the most common cancer seen during pregnancy. Liver and breast carcinomas are two examples of cancer types that present challenges to the obstetrician due to late and/or delayed diagnosis during pregnancy. Delays in diagnosis limit choices available to physicians regarding surgery, radiation, and chemotherapy. In view of such clinical situations, a role for maternal serum and placental biomarker (MSPB) screening results contributing to cancer diagnosis should be recognized; overlooking such data in GC could result from a lack of knowledge and understanding of MSPB biology, chemistry, and physiology. In this report, obstetricians and perinatologists seeking a diagnosis are urged to take advantage of available results from MSPB screening programs obtained from first- and second-trimester patient data. Using liver and breast cancer as examples, the present review and commentary seeks to demonstrate that MSPB levels, profiles, patterns, and cellular responses could provide foundational data in planning invasive or noninvasive methods and procedures (biopsy, imaging, scans, surgery) to attain a diagnosis as soon as possible in pregnancy. Finally, MSPB epidemiological and cancer risk studies could aid in providing baseline information for decisions regarding GC diagnosis from knowledge of their proposed roles in reducing lifetime risk of malignancies such as breast cancer.",
        "title": "Cancer during pregnancy: what is the role of maternal serum and placental biomarkers? A review and commentary."
    },
    {
        "abstract": "Cancer is usually diagnosed late in rural Africa leading to incurability and abbreviated survival. Many curable cancers present on the body surface, often recognizable early by laymen as suspicious, justifying professional referral. Cancer diagnoses in two randomly chosen Tanzanian villages were compared after conventional dispensary self-referral vs. proactive visits in the home. Village navigators organized trips for professional consultation. In the control village 21% were self-referred, 20% of them were sent on as suspicious, 78% had cancer (8% in men) 0.9% of the village population. In the intervention village 99% were screened, 14% were referred for professional opinion, 93% had cancer (32% in men) 1.6% (p < 0.01 compared with control village). In the second and third years similar activity yielded 0.5% cancer annually in the control village for a 3 year total of 1.86% whereas interventional villagers had 1.4% and 0.6% cancer for a 3 year total of 3.56% (p < 0.001). Downstaging was recognized in the second and third years of intervention from 23 to 51 to 74% Stages I and II (p < 0.001) but in the control village Stages I and II changed from 11% to 22% to 37% (p = NS). The greatest downstaging occurred in breast and cervix cancers.",
        "keywords": "Africa; cancer; controlled trial; downstaging",
        "title": "Downstaging cancer in rural Africa."
    },
    {
        "abstract": "Despite sharp increases in spending on cancer treatment since 1970 in the United States compared to Western Europe, US cancer mortality rates have decreased only modestly. This has raised questions about the additional value of US cancer care derived from this additional spending. We calculated the number of US cancer deaths averted, compared to the situation in Western Europe, between 1982 and 2010 for twelve cancer types. We also assessed the value of US cancer care, compared to that in Western Europe, by estimating the ratio of additional spending on cancer to the number of quality-adjusted life-years saved. Compared to Western Europe, for three of the four costliest US cancers-breast, colorectal, and prostate-there were approximately 67,000, 265,000, and 60,000 averted US deaths, respectively, and for lung cancer there were roughly 1,120,000 excess deaths in the study period. The ratio of incremental cost to quality-adjusted life-years saved equaled $402,000 for breast cancer, $110,000 for colorectal cancer, and $1,979,000 for prostate cancer-amounts that exceed most accepted thresholds for cost-effective medical care. The United States lost quality-adjusted life-years despite additional spending for lung cancer: -$19,000 per quality-adjusted life-year saved. Our results suggest that cancer care in the United States may provide less value than corresponding cancer care in Western Europe for many leading cancers.",
        "keywords": "Cost of Health Care; Demography; Developed World < International/global health studies; Epidemiology; Health Economics",
        "title": "New analysis reexamines the value of cancer care in the United States compared to Western Europe."
    },
    {
        "abstract": "Metabolic syndrome (MS) is characterized by a group of metabolic disturbances which lead to an enhanced risk of cardiovascular diseases and type 2 diabetes mellitus. MS constitutes a preoccupant issue with elevated prevalence in the western countries and is often related with cancer development. Elucidating the mechanisms linking these two pathologies is, therefore, essential to identify potential therapeutic molecular targets for cancer treatment in MS patients. The main goals of this review are, to identify the relation between MS and cancer development, handling specifically each one of the main players on this process: insulin and IGF system, estrogen, pro-inflammatory cytokines and others; and, given that colorectal cancer is one of the most prevalent types of cancer in MS patients, we intend to particularly highlight the mechanisms that promote colorectal cancer development in MS individuals. Finally, we will also focus on the clinical implications of the presented mechanisms on cancer therapy and care.",
        "keywords": "Cancer progression; Colorectal cancer; Metabolic syndrome; Molecular mechanisms; Therapeutic targets",
        "title": "Metabolic syndrome and risk of cancer: which link?"
    }
]